Repository: Ingobernable/theme-wp-ingobernable
Catalog: themes/glades/languages/*.po
Languages: ru_ru

source: 404: Page not found
ru_ru: 404: Страница не найдена

source: It looks like nothing was found at this location. Maybe try a search or one of the links below?
ru_ru: Ничего не найдено в этом месте. Выполнить поиск или перейти по ссылке ниже?

source: Enter password to view comments.
ru_ru: Введите пароль для просмотра комментариев.

source: One comment
ru_ru: 1 комментарий

source: % comments
ru_ru: % комментариев

source: Continue reading &raquo;
ru_ru: Читать целиком &raquo;

source: Main Navigation
ru_ru: Основная навигация

source: Top Navigation
ru_ru: Верхняя навигация

source: Social Icons
ru_ru: Соц. сети

source: Sidebar
ru_ru: Боковая панель

source: Appears on posts and pages except Magazine Homepage and Fullwidth template.
ru_ru: Появляется в записях и страницах, кроме шаблона темы и полноэкранного шаблона.

source: Magazine Homepage
ru_ru: Шаблон темы Glade

source: Appears on Magazine Homepage template only. You can use the Category Posts widgets here.
ru_ru: Появляется только на странице шаблона темы. Вы можете здесь использовать виджет категории записей.

source: Search Results for: %s
ru_ru: Результаты поиска «%s»

source: No matches
ru_ru: Нет совпадений

source: Please try again, or use the navigation menus to find what you search for.
ru_ru: Повторите поиск или используйте навигационные меню для поиска.

# label
source: Search for:
ru_ru: Искать:

# placeholder
source: Search &hellip;
ru_ru: Поиск&hellip;

source: Please go to Appearance &#8594; Widgets and add some widgets to your sidebar.
ru_ru: Пожалуйста, перейдите в Внешний вид → Виджеты и добавьте несколько виджетов на боковую панель.

source: Please go to Appearance &#8594; Widgets and add at least one widget to the "Magazine Homepage" widget area. You can use the Category Posts widgets to set up the theme like the demo website.
ru_ru: Пожалуйста, перейдите в Внешний вид → Виджеты и добавьте хоть один виджет на страницу шаблона темы. Вы можете использовать виджеты категории записей для настройки темы как на демонстрационном сайте.

source: Featured Content
ru_ru: Избранное содержимое

source: Easily feature all posts with the <a href="%1$s">"featured" tag</a> or a tag of your choice. Your theme supports up to %2$s posts in its featured content area.
ru_ru: Просто добавляйте записи в избранные с меткой <a href="%1$s">"featured"</a> или другой по вашему выбору. Ваша тема позволяет до %2$s записей в избранном содержимом.

source: Tag name
ru_ru: Имя метки

source: Hide tag from displaying in post meta and tag clouds.
ru_ru: Не показывать метки в метаданных записи и облаке меток.

source: Display featured posts in latest blog post listing.
ru_ru: Показывать избранные записи в списке последних записей.

source: View all posts by %s
ru_ru: Увидеть все записи от «%s»

source: Leave a comment
ru_ru: Оставить комментарий

source: Powered by %1$s and %2$s.
ru_ru: Создано %1$s и %2$s.

source: Please go to Appearance &#8594; Menus and create a new custom menu with custom links to all your social networks. Then click on "Manage Locations" tab and assign your created menu to the "Social Icons" location.
ru_ru: Пожалуйста, перейдите в Внешний вид → Меню и создайте новое меню с требуемыми ссылками на социальные сети. После этого на закладке управления областями назначьте созданное меню для меню соцсетей.

source: Pingback:
ru_ru: Уведомление:

source: (Edit)
ru_ru: (Изменить)

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий на модерации.

source: %1$s at %2$s
ru_ru: %1$s из %2$s

source: Welcome to %1$s %2$s
ru_ru: Добро пожаловать в %1$s %2$s

source: Theme Info
ru_ru: Информация о теме

source: Important Links:
ru_ru: Важные ссылки:

source: Theme Page
ru_ru: Страница темы

source: Changelog
ru_ru: Список изменений

source: Theme Demo
ru_ru: Демо-сайт

source: Theme Documentation
ru_ru: Документация темы

source: Rate this theme
ru_ru: Проголосовать за тему

source: Getting Started with %s
ru_ru: Начало работы с %s

source: You need help to setup and configure this theme? We got you covered with an extensive theme documentation on our website.
ru_ru: Вам нужна помощь в установке и настройке этой темы? Вам поможет обширная документация о теме на нашем сайте.

source: View %s Documentation
ru_ru: Просмотр документации %s

source: Theme Options
ru_ru: Параметры темы

source: %s makes use of the Customizer for all theme settings. Click on "Customize Theme" to open the Customizer now.
ru_ru: %s использует интерфейс настройки для доступа к всем настройкам темы. Нажмите "Настроить тему" для открытия интерфейса настройки.

source: Customize Theme
ru_ru: Настроить тему

source: Pro Version
ru_ru: Pro версия

source: You need more features? Purchase the Pro Version to get additional features and advanced customization options.
ru_ru: Нужно больше возможностей? Купите Pro версию для получения дополнительных возможностей и расширенных настроек.

source: Learn more about %s Pro
ru_ru: Узнать больше о %s Pro

source: %1$s is proudly brought to you by %2$s. If you like this theme, %3$s :)
ru_ru: %2$s с гордостью представляет вам тему %1$s . Если вам нравится эта тема, %3$s :)

source: rate it
ru_ru: оцените её

source: Background
ru_ru: Фон

source: Display Tagline below site title.
ru_ru: Показать девиз под названием сайта.

source: General Settings
ru_ru: Основные настройки

source: Theme Width
ru_ru: Ширина темы

source: Wide Layout (Fullwidth)
ru_ru: Полноэкранный шаблон

source: Boxed Layout
ru_ru: С боковыми полями

source: Theme Layout
ru_ru: Разметка темы

source: Left Sidebar
ru_ru: Боковая панель слева

source: Right Sidebar
ru_ru: Боковая панель справа

source: Footer Text
ru_ru: Текст нижнего колонтитула

source: Default Fonts
ru_ru: Шрифт по умолчанию

source: Deactivate Google Fonts in case your language is not compatible.
ru_ru: Отключить шрифты Google в случае несовместимости с вашим языком.

source: Header Settings
ru_ru: Настройки заголовка

source: Header Content
ru_ru: Содержимое заголовка

source: Display Social Icons on top navigation
ru_ru: Показывать иконки соцсетей на верхней панели навигации

source: Post Settings
ru_ru: Настройки записи

source: Post length on archives
ru_ru: Запись в ленте

source: Show full posts
ru_ru: Показывать целиком

source: Show post excerpts
ru_ru: Показывать отрывок

source: Post Images
ru_ru: Миниатюра записи

source: Display featured images on archive pages
ru_ru: Показывать миниатюру в ленте

source: Display featured images on single posts
ru_ru: Показывать миниатюру в записи

source: Post Meta
ru_ru: Метаданные

source: Display post date
ru_ru: Показывать дату

source: Display post author
ru_ru: Показывать автора

source: Display post categories
ru_ru: Показывать категорию

source: Display post tags
ru_ru: Показать метки записи

source: You need more features?
ru_ru: Нужно больше возможностей?

source: Purchase the Pro Version to get additional features and advanced customization options.
ru_ru: Купите Pro версию для получения дополнительных возможностей и расширенных настроек.

source: Displays your posts from a selected category in a boxed layout. Please use this widget ONLY in the Magazine Homepage widget area.
ru_ru: Показывает ваши записи из выбранной плитками. Пожалуйста, используйте этот виджет ТОЛЬКО в виджетах страницы шаблона темы.

source: Category Posts: Boxed (%s)
ru_ru: Записи плитками (%s)

source: View all posts from category %s
ru_ru: Просмотр всех записей категории «%s»

source: Title:
ru_ru: Заголовок:

source: Category:
ru_ru: Категория:

source: All Categories
ru_ru: Все категории

source: Post Layout:
ru_ru: Макет записи:

source: Horizontal Arrangement
ru_ru: Горизонтальное выравнивание

source: Vertical Arrangement
ru_ru: Вертикальное выравнивание

source: Post Meta:
ru_ru: Метаданные:

source: Hide post meta
ru_ru: Скрыть метаданные

source: Display date and author
ru_ru: Показывать дату и автора

source: Display date and comments
ru_ru: Показывать дату и комментарии

source: Displays your posts from two selected categories. Please use this widget ONLY in the Magazine Homepage widget area.
ru_ru: Показывает ваши записи из двух выбранных категорий. Пожалуйста, используйте этот виджет ТОЛЬКО в виджетах страницы шаблона темы.

source: Category Posts: 2 Columns (%s)
ru_ru: Записи в 2 колонки (%s)

source: Left Category Title:
ru_ru: Заголовок левой категории:

source: Left Category:
ru_ru: Левая категория:

source: Right Category Title:
ru_ru: Заголовок правой категории:

source: Right Category:
ru_ru: Правая категория:

source: Number of posts:
ru_ru: Число записей:

source: Highlight first post (big image + excerpt)
ru_ru: Выделять первую запись (большая миниатюра + отрывок)

source: Displays your posts from a selected category in a grid layout. Please use this widget ONLY in the Magazine Homepage widget area.
ru_ru: Показывает ваши записи из выбранной категории сеткой. Пожалуйста, используйте этот виджет ТОЛЬКО в виджетах страницы шаблона темы.

source: Category Posts: Grid (%s)
ru_ru: Записи сеткой (%s)

source: Grid Layout:
ru_ru: Макет сетки:

source: Two Columns Grid
ru_ru: В две колонки

source: Three Columns Grid
ru_ru: В три колонки
