Repository: Ingobernable/theme-wp-ingobernable
Catalog: themes/best-magazine/languages/*.po
Languages: hu_hu, hy_am, ka_ge, lt_lt, lv, mk_mk, ms_my, mt_mt, sq, ta, vi

source: Type here
hu_hu: Típus itt
hy_am: Մուտքագրեք այստեղ
ka_ge: ჩაწერეთ აქ
lt_lt: įrašykite čia
lv: ierakstiet šeit
mk_mk: тип тука
ms_my: Taip di sini
mt_mt: tip hawn
sq: Lloji këtu
ta: இங்கே தட்டச்சு
vi: nhập ở đây

source: Search
hu_hu: keresés
hy_am: որոնում
ka_ge: ძიება
lt_lt: paieška
lv: meklēšana
mk_mk: Барај
ms_my: Carian
mt_mt: Fittex
sq: kërkim
ta: தேடுதல்
vi: tìm kiếm

source: &#8249; Older comments
hu_hu: &#8249; Régebbi comment
hy_am: &#8249; Ավելի հին մեկնաբանություններ
ka_ge: &#8249; ძველი კომენტარის დამატება
lt_lt: &#8249; Senesni komentaras
lv: &#8249; vecāks komentārs
mk_mk: &#8249; постари коментар
ms_my: &#8249; ulasan lebih lama
mt_mt: &#8249; kumment Older
sq: &#8249; komentet më të vjetra
ta: &#8249; பழைய கருத்து
vi: &#8249; bình luận cũ hơn

source: Newer comments &#8250;
hu_hu: Újabb comment &#8250;
hy_am: Ավելի նոր մեկնաբանություններ &#8250;
ka_ge: ახალი კომენტარის დამატება &#8250;
lt_lt: Naujesni komentaras &#8250;
lv: Jaunāki komentārs &#8250;
mk_mk: поновите коментар &#8250;
ms_my: komen baru &#8250;
mt_mt: kumment Godda &#8250;
sq: komentet më të reja &#8250;
ta: புதிய கருத்து &#8250;
vi: bình luận mới &#8250;

source: Pings&#47;Trackbacks
hu_hu: Az erről &#47;Visszakövetések
ka_ge: Pings&#47;შესანიშნავი
lt_lt: Ping&#47;Trackback
lv: impulsus &#47;Trackbacks
mk_mk: Pings&#47;Правила на форумот
ms_my: Ping&#47;Trackbacks
sq: Trackbacks &#47;kontakteve për
ta: பிங் &#47;கவிதை பட்டறை
vi: Ping&#47;Trackbacks

source: %1$d %2$s for "%3$s"
hu_hu: %1$d %2$s mert "%3$s"
hy_am: %1$d %2$s համար "%3$s"
ka_ge: %1$d %2$s განთავსების "%3$s"
lt_lt: %1$d %2$s už "%3$s"
lv: %1$d %2$s par "%3$s"
mk_mk: %1$d %2$s за "%3$s"
ms_my: %1$d %2$s untuk "%3$s"
mt_mt: %1$d %2$s għal "%3$s"
sq: %1$d %2$s për "%3$s"
ta: %1$d %2$s ஐந்து "%3$s"
vi: %1$d %2$s cho "%3$s"

source: Name
hu_hu: név
hy_am: անուն
ka_ge: სახელი
lt_lt: pavadinimas
lv: nosaukums
mk_mk: име
ms_my: nama
mt_mt: isem
sq: emër
ta: பெயர்
vi: tên

source: E-mail
lt_lt: El-paštas
lv: E-pasts
mk_mk: Е-пошта
ms_my: E-mel
ta: மின்னஞ்சல்

source: Website
hu_hu: weboldal
hy_am: կայք
ka_ge: საიტი
lt_lt: Interneto svetainė
lv: mājas lapa
mk_mk: веб-страница
ms_my: Laman Web
ta: இணையத்தளம்

source: Comment
hu_hu: megjegyzés
hy_am: մեկնաբանություն
ka_ge: კომენტარის დამატება
lt_lt: komentaras
lv: piezīme
mk_mk: коментар
ms_my: komen
mt_mt: kumment
sq: koment
ta: கருத்து
vi: bình luận

source: View all posts by %s
hu_hu: Az összes üzenete %s
hy_am: Դիտել բոլոր գրառումները %s
ka_ge: იხილეთ ყველა წერილის %s
lt_lt: Žiūrėti visus pranešimus %s
lv: Skatīt visas ziņas, ko %s
mk_mk: Прикажи ги сите мислења од %s
ms_my: Lihat semua mesej oleh %s
mt_mt: View postijiet kollha minn %s
sq: Shiko të gjitha postimet e bëra nga %s
ta: எல்லா காண்க %s
vi: Xem những bài viết %s

source: Our facebook page
hu_hu: A facebook oldal
hy_am: Մեր Facebook էջ
ka_ge: ჩვენი facebook გვერდი
lt_lt: Mūsų facebook puslapis
lv: Mūsu facebook lapa
mk_mk: Нашата Фејсбук страница
ms_my: Laman facebook kami
mt_mt: Paġna facebook tagħna
sq: Faqja jonë facebook
ta: எங்கள் facebook பக்கம்
vi: Trang facebook của chúng tôi

source: Our twitter page
hu_hu: A twitter oldal
hy_am: Մեր twitter էջ
ka_ge: ჩვენი twitter გვერდი
lt_lt: Mūsų Twitter puslapis
lv: Mūsu twitter lapa
mk_mk: Нашата Твитер страница
ms_my: Halaman twitter kami
mt_mt: Paġna twitter tagħna
sq: Faqja jonë twitter
ta: எங்கள் ட்விட்டர் பக்கம்
vi: Trang twitter của chúng tôi

source: Our Google plus page
hu_hu: A Google plus oldal
hy_am: Մեր Google Plus էջ
ka_ge: ჩვენი Google პლუს გვერდი
lt_lt: Mūsų Google plius puslapį
lv: Mūsu Google plus lapa
mk_mk: Нашите Google плус страница
ms_my: Halaman Google plus kami
mt_mt: Our paġna Google plus
sq: Faqja jonë Google plus
ta: கூகிள் பிளஸ் பக்கம்
vi: Trang Google cộng với chúng tôi

source: Our RSS
hu_hu: RSS
hy_am: Մեր RSS
ka_ge: ჩვენი RSS
lt_lt: Mūsų RSS
lv: Mūsu RSS
mk_mk: нашиот RSS
ms_my: RSS kami
mt_mt: RSS tagħna
sq: RSS jonë
ta: எங்கள் ஜூன்
vi: RSS của chúng tôi

source: More
hu_hu: több
hy_am: ավելի շատ
lt_lt: daugiau
lv: vairāk
mk_mk: повеќе
ms_my: lebih
mt_mt: aktar
sq: më shumë
ta: அதிக
vi: hơn

source: Your Email
hu_hu: E-mail
hy_am: Ձեր էլ - փոստը
ka_ge: თქვენი ელ
lt_lt: Jūsų elektroninis paštas
lv: jūsu e-pasts
mk_mk: вашата е-мејл
ms_my: E-mel anda
sq: Email juaj
ta: உங்கள் மின்னஞ்சல்
vi: Email của bạn

source: Comments
hu_hu: Hozzászólások
hy_am: մեկնաբանություն
ka_ge: კომენტარები
lt_lt: Komentarai
lv: komentāri
mk_mk: коментари
sq: komente
vi: Bình luận

source: The name field is required.
hu_hu: A név mező kitöltése kötelező.
hy_am: Անունը դաշտը պարտադիր է:
ka_ge: სახელი ველი აუცილებელია.
lt_lt: Asmenvardžio lauką.
lv: Nosaukums lauks ir nepieciešams.
mk_mk: Поле името е потребен.
ms_my: Medan nama diperlukan.
mt_mt: Il-qasam huwa meħtieġ isem.
sq: Fusha emri është e nevojshme.
ta: பெயர் துறையில் தேவைப்படுகிறது.
vi: Lĩnh vực tên là bắt buộc.

source: Incorrect Captcha code. Please try again.
hu_hu: Helytelen Captcha code. Kérjük, próbálja újra.
hy_am: Սխալ Captcha կոդ. Խնդրում ենք կրկին փորձել:
ka_ge: მცდარი Captcha კოდი. გთხოვთ კიდევ ცადოთ.
lt_lt: Neteisingas Captcha kodas. Prašome bandyti dar kartą.
lv: Nepareizs Captcha kodu. Lūdzu, mēģiniet vēlreiz.
mk_mk: Неточни CAPTCHA код. Ве молиме обидете се повторно.
ms_my: Kod Captcha yang tidak betul. Sila cuba sekali lagi.
mt_mt: Kodiċi Captcha żbaljata. Jekk jogħġbok erġa 'pprova.
sq: Kodi i pasaktë Captcha. Ju lutemi provoni përsëri.
ta: தவறான அப்பாவி குறியீடு. மீண்டும் முயற்சிக்கவும்.
vi: Mã Captcha không chính xác. Vui lòng thử lại.

source: Error submitting message.
hu_hu: Hiba benyújtása üzenetet.
hy_am: Սխալ ներկայացնելու հաղորդագրություն.
ka_ge: შეცდომა გაგზავნა.
lt_lt: Klaida pateikiant pranešimą.
lv: Kļūda, iesniedzot ziņojumu.
mk_mk: Грешка при испраќањето порака.
ms_my: Ralat mengemukakan mesej.
mt_mt: Żball sottomissjoni messaġġ.
sq: Gabim dorëzimin mesazh.
ta: செய்தி சமர்ப்பிப்பதில் பிழை.
vi: Lỗi gửi tin nhắn.

source: Your message was submitted successfully
hu_hu: Az Ön üzenete sikeresen elküldve
hy_am: Ձեր հաղորդագրությունը ներկայացվել հաջողությամբ
ka_ge: თქვენი გზავნილი წარმოდგენილი წარმატებით
lt_lt: Jūsų pranešimas sėkmingai išsiųsta
lv: Jūsu ziņojums tika iesniegts veiksmīgi
mk_mk: Вашата порака беше успешно испратена
ms_my: Mesej anda telah berjaya dihantar
mt_mt: Il-messaġġ tiegħek ġie ppreżentat b'suċċess
sq: Mesazhi juaj u dërgua me sukses
ta: உங்கள் செய்தி வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது
vi: Tin nhắn đã được gửi thành công

source: Message title
hu_hu: Message cím
hy_am: հաղորդագրություն անվանումը
ka_ge: შეტყობინება სათაური
lt_lt: Pranešimas pavadinimas
lv: ziņa virsraksts
mk_mk: Наслов на пораката
ms_my: tajuk mesej
mt_mt: messaġġ
sq: Titulli Mesazh
ta: செய்தி தலைப்பு
vi: tiêu đề tin nhắn

source: Reset
hu_hu: visszaállítása
ka_ge: ხელახლა
lt_lt: Atstatyti
mk_mk: Ресетирај
ms_my: menetapkan semula
mt_mt: Irrisettja
ta: மீட்டமை
vi: thiết lập lại

source: Send
hu_hu: küld
hy_am: ուղարկել
ka_ge: პირადი
lt_lt: siųsti
lv: sūtīt
mk_mk: Испрати
ms_my: Hantar
sq: dërgoj
ta: அனுப்பு
vi: gửi

source: The Name field is required.
hu_hu: A név mező kitöltése kötelező.
hy_am: Անունը դաշտը պարտադիր է:
ka_ge: სახელი ველი აუცილებელია.
lt_lt: Vardas laukelis būtinas.
lv: Vārds lauks ir nepieciešams.
mk_mk: Име на полето е потребно.
ms_my: Bidang Nama diperlukan.
mt_mt: Il-qasam huwa meħtieġ isem.
sq: Emri fushë është e nevojshme.
ta: பெயர் துறையில் தேவைப்படுகிறது.
vi: Lĩnh vực nhập họ tên.

source: The Email field is required.
hu_hu: Az e-mail mező kitöltése kötelező.
hy_am: The Email դաշտը պարտադիր է:
ka_ge: Email ველი აუცილებელია.
lt_lt: Parašyk laukelis būtinas.
lv: E-pasts lauks ir nepieciešams.
mk_mk: E-mail поле е задолжително.
ms_my: Bidang E-mel diperlukan.
mt_mt: Il-qasam Email hija meħtieġa.
sq: Fusha Email është e nevojshme.
ta: மின்னஞ்சல் துறையில் தேவைப்படுகிறது.
vi: Lĩnh vực Email là bắt buộc.

source: Please provide a valid email address.
hu_hu: Adjon meg egy érvényes e-mail címét.
hy_am: Խնդրում ենք էլ փոստի հասցե
ka_ge: გთხოვთ მოგვაწოდოთ მოქმედი ელექტრონული ფოსტის მისამართი.
lt_lt: Prašome nurodyti galiojantį e-pašto adresą.
lv: Lūdzu, norādiet derīgu e-pasta adresi.
mk_mk: Ве молиме внесете валидна е-мејл адреса.
ms_my: Sila berikan alamat e-mel yang sah.
mt_mt: Jekk jogħġbok ipprovdi l-indirizz email validu.
sq: Ju lutemi të sigurojë një adresë e vlefshme email.
ta: ஒரு சரியான மின்னஞ்சல் முகவரியை அளியுங்கள்.
vi: Vui lòng cung cấp một địa chỉ email hợp lệ.

source: The Message field is required.
hu_hu: Az üzenet mező kitöltése kötelező.
hy_am: The Message դաշտը պարտադիր է:
ka_ge: შეტყობინება ველი აუცილებელია.
lt_lt: Pranešimas laukas privalomas.
lv: Message lauks ir nepieciešams.
mk_mk: Поле порака е потребно.
ms_my: Bidang Mesej diperlukan.
mt_mt: Il-qasam Messaġġ hija meħtieġa.
sq: Fusha Mesazhi është e nevojshme.
ta: செய்தி துறையில் தேவைப்படுகிறது.
vi: Lĩnh vực tin nhắn được yêu cầu.

source: Log in
hu_hu: Bejelentkezés
hy_am: Մուտք
ka_ge: შესვლა
lt_lt: Prisijungti
lv: ieiet
mk_mk: Пријавете се во системот
ms_my: Log masuk
sq: Identifikohu
ta: பதிவு
vi: Đăng nhập

source: Password
hu_hu: jelszó
hy_am: գաղտնաբառ
ka_ge: პაროლი
lt_lt: slaptažodis
lv: parole
mk_mk: лозинка
ms_my: Kata laluan
sq: fjalëkalimi
ta: கடவுச்சொல்
vi: mật khẩu

source: Log Out
hu_hu: Kijelentkezés
hy_am: Ելք
ka_ge: შესვლა Out
lt_lt: automatiškai išsijungti
lv: Iziet
mk_mk: Одјавете се
ta: அவுட் புகுபதிகை

source: Static Pages:
hu_hu: Statikus oldalak:
hy_am: Ստատիկ Էջեր:
ka_ge: სტატიკური გვერდები:
lt_lt: Statiniai Puslapiai:
lv: Statiskas lapas:
mk_mk: Статични страници:
ms_my: Halaman Statik:
mt_mt: Statiku Paġni:
sq: Statike Faqe:
ta: நிலையான பக்கங்கள்:
vi: Trang tĩnh:

source: All Categories:
hu_hu: Minden kategória:
hy_am: Բոլոր կատեգորիաներում:
ka_ge: ყველა კატეგორია:
lt_lt: Visos kategorijos:
lv: Visas kategorijas:
mk_mk: Сите категории:
ms_my: Semua Kategori:
mt_mt: Kategoriji kollha:
sq: Të gjitha Kategoritë:
ta: அனைத்து வகைகள்:
vi: Tất cả các thể loại:

source: Tags:
hu_hu: Címkék:
mk_mk: Тагови:
ta: குறிச்சொற்கள்:

source: Archives:
hu_hu: Archívum:
ka_ge: არქივი:
lt_lt: Archyvas:
lv: Arhīvi:
mk_mk: Архива:
mt_mt: Arkivji:
ta: சென்னை:
vi: lưu trữ:

source: Authors:
hu_hu: Szerzők:
hy_am: Հեղինակներ
ka_ge: ავტორები:
lt_lt: autoriai:
lv: autori:
mk_mk: автори:
mt_mt: awturi:
sq: autorët:
ta: ஆசிரியர்கள்:
vi: tác giả:

source: Blog Posts:
hu_hu: Blog hozzászólások:
hy_am: Գրառումները:
ka_ge: დღიური პოსტები:
lt_lt: Blog'as Žinutės:
lv: Blog Ieraksti:
mk_mk: Блог мислења:
sq: Blog Postime:
ta: இடுகைகள்:
vi: Blog bài viết:

source: Search...
hy_am: Որոնել ..
ka_ge: ძებნა ...
lt_lt: Paieška ...
lv: Meklēt ...
mk_mk: Барај ...
mt_mt: Fittex ...
sq: Kërko ...
ta: தேடல் ...
vi: Tìm kiếm ...

source: Page
hu_hu: oldal
hy_am: էջ
ka_ge: გვერდი
lt_lt: puslapis
lv: lappuse
mk_mk: страница
sq: faqe
ta: பக்கம்
vi: trang

source: Schemes
hu_hu: rendszerek
hy_am: սխեմաներ
ka_ge: სქემები
lt_lt: schemos
lv: shēmas
mk_mk: шеми
ms_my: skim
mt_mt: skemi
sq: skemat
ta: திட்டங்கள்
vi: đề án

source: Home
hu_hu: otthon
hy_am: տուն
ka_ge: მთავარი
lt_lt: namai
lv: mājas
mk_mk: дома
ms_my: Laman Utama
sq: shtëpi
ta: முகப்பு
vi: quê hương

source: SEO Web Business
ka_ge: SEO Web ბიზნესი
lt_lt: SEO Web Verslas
mk_mk: Оптимизација за Веб Бизнис
ms_my: SEO Web Perniagaan
sq: SEO Web Biznesi
ta: எஸ்சிஓ வலை வர்த்தக
vi: SEO web kinh doanh

source: Insert Button Shortcode
hu_hu: Helyezze gomb Rövid
hy_am: Տեղադրեք Button հակիրճ
ka_ge: ჩადეთ Button shortcode
lt_lt: įrašykite čia paieška Senesni komentaras Naujesni komentaras ping Trackback už pavadinimas El-paštas Interneto svetainė komentaras Žiūrėti visus pranešimus Mūsų facebook puslapis Mūsų Twitter puslapis Mūsų Google plius puslapį Mūsų RSS daugiau Jūsų elektroninis paštas KomentaraiAsmenvardžio lauką. Neteisingas Captcha kodas. Prašome bandyti dar kartą. Klaida pateikiant pranešimą. Jūsų pranešimas sėkmingai išsiųsta Pranešimas pavadinimas Atstatyti siųstiVardas laukelis būtinas.Parašyk laukelis būtinas. Prašome nurodyti galiojantį e-pašto adresą.Pranešimas laukas privalomas. Prisijungti slaptažodis automatiškai išsijungti Statiniai Puslapiai: Visos kategorijos: Tags: Archyvas: autoriai: Blog'as Žinutės: Paieška ... puslapis schemos namai SEO Web Verslas Mygtuką Įterpti SHORTCODE Įterpti nuorodą SHORTCODE Įdėkite Info Box SHORTCODE Įdėkite Citata Box SHORTCODE Įdėkite kontaktinę formą SHORTCODE Įdėkite Kortelės Creator SHORTCODE Įdėkite Susijusios Žinutės Trumpa Įterpti stulpelius maketo SHORTCODE į kairę teisė atsitiktinis populiarus naujas
lv: Ievietot Pogas Neievērot
mk_mk: Вметнете Батон Shortcode
ms_my: Masukkan Button ringkas
mt_mt: Daħħal Button Shortcode
sq: Fut Button shortcode
ta: பட்டன் சுருக்குக்குறியீடு சேர்க்க
vi: Chèn nút shortcode

source: Insert Link Shortcode
hu_hu: Helyezze link Rövid
hy_am: Տեղադրեք ՈՒղեցույց հակիրճ
ka_ge: ჩადეთ ლინკები shortcode
lt_lt: Įterpti nuorodą SHORTCODE
lv: Ievietot Link Neievērot
mk_mk: Вметнете линк Shortcode
ms_my: Masukkan Link ringkas
mt_mt: Daħħal Shortcode Link
sq: Vendos Link shortcode
ta: இணைப்பு சுருக்குக்குறியீடு சேர்க்க
vi: Chèn liên kết shortcode

source: Insert Info Box Shortcode
hu_hu: Helyezze Info Box Rövid
hy_am: Տեղադրեք Info Box հակիրճ
ka_ge: ჩადეთ ინფორმაცია Box shortcode
lt_lt: Įdėkite Info Box SHORTCODE
lv: Ievietot Info Box Neievērot
mk_mk: Вметнете Инфо кутија Shortcode
ms_my: Masukkan Maklumat Box ringkas
mt_mt: Daħħal Info Box Shortcode
sq: Fut Info Box shortcode
ta: தகவல் பெட்டி சுருக்குக்குறியீடு சேர்க்க
vi: Thông tin chèn Box shortcode

source: Insert Quote Box Shortcode
hu_hu: Idézet beillesztése Box Rövid
hy_am: Տեղադրեք Մեջբերում Box հակիրճ
ka_ge: ჩადეთ Quote ყუთის shortcode
lt_lt: Įdėkite Citata Box SHORTCODE
lv: Ievietot Citēt Box Neievērot
mk_mk: Додади цитат кутија Shortcode
ms_my: Masukkan Quote Box ringkas
mt_mt: Daħħal Shortcode Quote Box
sq: Fut shortcode Quote Box
ta: ஆனால் பெட்டி சுருக்குக்குறியீடு சேர்க்க
vi: Trích dẫn chèn Box shortcode

source: Insert Contact Form Shortcode
hu_hu: Helyezze Kapcsolat űrlap Rövid
hy_am: Տեղադրեք կապնվեք ձեւի հակիրճ
ka_ge: ჩადეთ საკონტაქტო ფორმა shortcode
lt_lt: Įdėkite kontaktinę formą SHORTCODE
lv: Ievietot Contact Form Neievērot
mk_mk: Вметнете Контакт форма Shortcode
ms_my: Masukkan Hubungi Borang ringkas
mt_mt: Daħħal Kuntatt Form Shortcode
sq: Fut Kontakt Form shortcode
ta: தொடர்பு படிவம் சுருக்குக்குறியீடு சேர்க்க
vi: Chèn hệ Liên hệ shortcode

source: Insert Tabs Creator Shortcode
hu_hu: Helyezze Tabs Creator Rövid
hy_am: Տեղադրեք էջանիշերն Ստեղծող հակիրճ
ka_ge: ჩადეთ ჩანართები Creator shortcode
lt_lt: Įdėkite Kortelės Creator SHORTCODE
lv: Ievietot Tabs Creator Neievērot
mk_mk: Вметнете Батерии Создателот Shortcode
ms_my: Masukkan Tab Pencipta ringkas
mt_mt: Daħħal Tabs Ħallieq Shortcode
sq: Fut Tabs Krijuesi shortcode
ta: தாவல்கள் படைப்பாளர் சுருக்குக்குறியீடு சேர்க்க
vi: Chèn Tabs Đấng Tạo Hóa shortcode

source: Insert Related Posts Shortcode
hu_hu: Helyezze Kapcsolódó hozzászólások Rövid
hy_am: Տեղադրեք Related Posts հակիրճ
ka_ge: ჩადეთ Related Posts shortcode
lt_lt: Įdėkite Susijusios Žinutės Trumpa
lv: Ievietot Related Posts Neievērot
mk_mk: Вметнете Поврзани Мислења Shortcode
ms_my: Masukkan Related Posts ringkas
mt_mt: Daħħal Related Posts Shortcode
sq: Fut Posts Related shortcode
ta: தொடர்புடைய இடுகைகள் சுருக்குக்குறியீடு சேர்க்க
vi: Chèn Bài viết liên quan shortcode

source: Insert Columns Layout Shortcode
hu_hu: Oszlopok beszúrása Layout Rövid
hy_am: Տեղադրեք սյուներ Layout հակիրճ
ka_ge: ჩადეთ Columns განლაგება shortcode
lt_lt: Įterpti stulpelius maketo SHORTCODE
lv: Ievietot kolonnas izkārtojuma Neievērot
mk_mk: Вметнете Колумни распределба Shortcode
ms_my: Masukkan Kolum Layout ringkas
mt_mt: Daħħal Kolonni Shortcode Layout
sq: Fut Shtylla Layout shortcode
ta: பத்திகள் லேஅவுட் சுருக்குக்குறியீடு சேர்க்க
vi: Chèn Cột Giao diện shortcode

source: Left
hu_hu: balra
hy_am: ձախ
ka_ge: მარცხენა
lt_lt: į kairę
lv: kreisais
mk_mk: лево
ms_my: kiri
mt_mt: xellug
sq: majtas
ta: இடது
vi: trái

source: Right
hu_hu: jobb
hy_am: Աջ
ka_ge: უფლება
lt_lt: teisė
lv: tiesības
mk_mk: право
ms_my: hak
mt_mt: dritt
sq: e drejtë
ta: சரியான
vi: ngay

source: Random
hu_hu: véletlen
hy_am: պատահական
ka_ge: შემთხვევითი
lt_lt: atsitiktinis
lv: nejaušs
mk_mk: Случајни
ms_my: rawak
sq: i rastësishëm
ta: ரேண்டம்
vi: ngâu nhiên

source: Popular
hu_hu: népszerű
hy_am: հանրաճանաչ
ka_ge: პოპულარული
lt_lt: populiarus
lv: populārs
mk_mk: Популарни
sq: popullor
ta: புகழ்பெற்ற
vi: phổ biến

source: Recent
hu_hu: új
hy_am: ժամանակակից
ka_ge: ბოლო
lt_lt: naujas
lv: nesens
mk_mk: Последни
ms_my: baru-baru ini
mt_mt: riċenti
sq: i fundit
ta: சமீபத்திய
vi: gần đây
